aaron-bond.better-comments
alefragnani.project-manager
bmewburn.vscode-intelephense-client
charliermarsh.ruff
codezombiech.gitignore
cojocaru-david.david-dark-code
cs50.extension-uninstaller
davidanson.vscode-markdownlint
divyanshuagrawal.competitive-programming-helper
docker.docker
donjayamanne.git-extension-pack
donjayamanne.githistory
eamodio.gitlens
enkia.tokyo-night
formulahendry.code-runner
github.codespaces
github.copilot-chat
github.github-vscode-theme
google.colab
grapecity.gc-excelviewer
icrawl.discord-vscode
kaliahayes.kolada
mechatroner.rainbow-csv
monokai.theme-monokai-pro-vscode
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-ceintl.vscode-language-pack-cs
ms-ceintl.vscode-language-pack-de
ms-ceintl.vscode-language-pack-es
ms-ceintl.vscode-language-pack-fr
ms-ceintl.vscode-language-pack-it
ms-ceintl.vscode-language-pack-ja
ms-ceintl.vscode-language-pack-ko
ms-ceintl.vscode-language-pack-pl
ms-ceintl.vscode-language-pack-pt-br
ms-ceintl.vscode-language-pack-ru
ms-ceintl.vscode-language-pack-zh-hans
ms-ceintl.vscode-language-pack-zh-hant
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode.cmake-tools
ms-vscode.cpp-devtools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.makefile-tools
ms-vscode.powershell
oracle.oracle-java
pkief.material-icon-theme
redhat.java
ritwickdey.liveserver
robbowen.synthwave-vscode
sdras.night-owl
ssmi.after-dark
streetsidesoftware.code-spell-checker
thedavej.night-owl-black
tomoki1207.pdf
vadimcn.vscode-lldb
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscodevim.vim
xdebug.php-debug
xdebug.php-pack
yzane.markdown-pdf
ziyasal.vscode-open-in-github
zobo.php-intellisense
